waveshareteam/ESP32-P4-WIFI6-Touch-LCD-X/examples/esp-idf/06_I2SCodec/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_1=y